cities = {
    "Черкаси" : {
        "site_url" : "https://kraina-ua.com/ua/tour/cherkasi-kamyanka",
        "photo": "https://kraina-ua.com/up/tours/1193/13_img-210405-1231495081.jpg",
        "description": """
О 7:30 виїзд із Києва від станції метро "Вирлиця". 
Переїзд в Черкаси. Завітаємо у найбільший парк Черкас - "Сосновий бір", що був спроєктований в реліктовому бору. Тераси, валуни, струмки, штучні водоспади та озера, містки, екзотичні рослини - це прекрасне місце для відпочинку та милування природою. У будь-яку пору парк захоплює та надихає. Він не тільки вважається одним з 7 див Черкащини, але й має загальнодержавне значення.
Екскурсія в буддійський монастир "Білий лотос". В цьому незвичному місці відчуємо гармонію та поновимо власний ресурс енергії. Дізнаємось цікаві факти про буддизм та філософію кунг-фу. Спробуємо, завдяки ритуалам, визначити своє призначення в житті. 
Обід у місті.
Переїзд у маловідоме містечко Кам'янка, що розташувалось на скелястих берегах річки Тясмин. Прогулянка на човниках чарівним Тясминським каньйоном.
Це мальовниче місце представляло Черкаську область на конкурсі природних чудес України. 15-метрові скелі, що ловлять своє відображення у воді, заповідна тиша і рослини, які є свідками ще льодовикового періоду на Землі... Релаксова прогулянка вдало завершить поїздку.
Повернення в Київ (метро "Вирлиця"), прибуття орієнтовно до 22:00, в залежності від трафіку на дорогах та людського фактора.
""",
        "price": "від 1190 грн"
    },

    "Івано-Франківськ" : {
        "site_url" : "https://kraina-ua.com/ua/tour/tijden-v-karpatah",
        "photo": "https://kraina-ua.com/up/tours/144/9_img-230417-1337161912.jpg",
        "description": """
Неділя:
В неділю в готелі буде святкова вечеря, знайомство та посиденьки біля багаття. 
Понеділок:
Сніданок.
Варіанти відпочинку на сьогодні (за попереднім записом в готелі):
З листопада по квітень - трансфер на курорт Буковель. Катання на лижах, санях, ковзанках, тюбах (величезні гумові надувні кільця) та родельбані (всепогодна санна траса). 
Екскурсія в Буковель. Ознайомча поїздка в Буковель і на Яблуницький перевал. У цій поїздці ви зможете побувати на найвідомішому карпатському курорті, який у рік відвідують сотні тисяч людей, а також помилуватися на гірські краєвиди з найвищого перевалу Українських Карпат. В горах у Буковеля ви зайдете до етнічного парку “Гуцул Ленд”. Тут на вас чекають колоритні пам’ятники традиційного гуцульського мистецтва.
Легкий похід фірмовим маршрутом готелю. На вас чекає знайомство з Карпатським природно-національним парком, прогулянка у віковому лісі з джерелами і мальовничими лісовими галявини, обід з пікніком, перехід через болото, навчання основам поведінки в лісі.
Похід на полонину Борсучня, найвеселішу, найгостиннішу і наймузичнішу карпатську полонину. Дуже смачні гуцульські страви у привітного газди Василя. Бажаючі можуть залишитися на ніч і пізнати красу самоти і недоторканої природи (за попередньою домовленістю, доп. плата 500 грн/ос., включаючи вечерю і сніданок).
Вечірка біля багаття за участю справжніх колоритних гуцульських музик. Також в цей день пройде лекція про користь карпатського чаю, трав, грибів і ягід.

Щоб дізнатися повний розклад, перейдіть за посиланням.
""",
        "price": "від 5500 грн"
    },   

    "Умань" : {
        "site_url" : "https://kraina-ua.com/ua/tour/v-imya-kohannya-ekskursiya-v-uman",
        "photo": "https://kraina-ua.com/up/tours/140/4_img-230206-1407045286.jpg",
        "description": """
8:00 Збір туристів на станції метро "Палац Україна". 

Переїзд до Умані хорошою дорогою (220 км).
Прибуття до Умані. Пішохідна екскурсія стежками та схилами всесвітньо відомого парку "Софіївка"! Парк входить в список "7 чудес України". У будь-яку пору року він неймовірний, але восени найбільше манить до себе в гості: неспішно прогулятись під кронами розлогих дерев, пошурхотіти опалим листям, покататись на човниках, погодувати білочок, подихати свіжим пряним повітрям, а також повірити у кохання. Тури в Умань не залишають байдужими навіть досвідчених мандрівників! Парк завжди залишає незабутні враження!
Під час екскурсії в Умань ви зможете прогулятись витіюватими стежками "англійського парку", історія існування якого нараховує більш як 200 років. Під час прогулянки вас супроводжуватимуть витончені скульптури античних богів та богинь, а також відомі сюжети "Іліади" та "Одіссеї" Гомера. Ви побачите наймальовничіші атракції парку, про які знає не кожен мандрівник, відвідаєте улюблені місця поетів та романтиків: терасу Муз, міст на острові Анти-Цирцеї, Китайську альтанку та Скалу смерті.
Вільний час для обіду, прогулянок або пікніку під спів пташок. Рекомендуємо взяти з собою щось для перекусу, або придбати на місці. Також ви можете скористатись додатковими послугами парку.
Також рекомендуємо у вільний час відвідати фентезі парк "Нова-Софіївка". Поринути у містичний світ міфічних героїв, мужніх самураїв, величних драконів та фантастичних неземних істот. 
17:00 Виїзд додому. Прибуття до Києва орієнтовно до 20:00. 
""",
        "price": "від 950 грн"
    },

    "Львів" : {
        "site_url" : "https://www.kapitoliy.net.ua/serednovichnyj-lviv-pidzemellya/",
        "photo": "https://kraina-ua.com/up/tours/105/img-11125440667.jpg",
        "description": """
1-й день:
Трансфер у готель. Залишаємо речі у готелі (заселення за правилами готелю з 14:00).
Відправлення на оглядову пішохідну екскурсію "Польський Львів". Ви дізнаєтесь історію та легенди міста Лева XIV-XVIII ст., прогуляєтесь вузенькими середньовічними вуличками і відомою площею Ринок, побачите найвідоміші пам'ятки Львова: Латинську кафедру, Костел домініканців, Успенську церкву, Вірменський собор... і багато інших візитних карток міста!
Вільний час у місті. Ми пропонуємо самостійно прогулятися по відомим ресторанчикам Львова, про які ви безсумнівно чули, ось деякі з них:
Львівська копальня кави - найкращу каву добувають під площею Ринок. Ви можете спуститися у копальню та побачити все своїми очима:)
Криївка - популярний ресторан в місті, де завжди гамірно та весело. Готуйтеся говорити пароль та пити наливку при вході.
Крива липа - кулінарна студія з авторськими стравами. Тут дуже смачно і затишно.
Кумпель - місце для поціновувачів пива і тих, хто шукає гарний бар у Львові. Як і в багатьох закладах міста тут є свої фішки.
Мяса и справедливости! - гриль-ресторан, де живе кат:) Дуже багато м'ясних страв. 

Щоб дізнатися повний розклад, перейдіть за посиланням.
""",
        "price": "від 1185 грн"
    },

    "Вінниця" : {
        "site_url" : "https://kraina-ua.com/ua/tour/kosmichna-podoroj",
        "photo": "https://kraina-ua.com/up/tours/1607/img-240319-1205417377.jpg",
        "description": """
1-й день:
8:00 Збір групи в Києві біля станції метро "Житомирська".
Переїзд на туристичному автобусі в Житомир до головної космічної локації України.
Ви побачите макет космічного корабля "Союз" в реальному масштабі, перший штучний супутник Землі, луноход, дивні польотні черевики та інші речі космонавтів. Це все експонати музею космонавтики, який працює вже понад 50 років і постійно розвивається. Тут можна поспілкуватися з роботом або стрибнути у зореліт; помандрувати у далекий космос чи походити по Місяцю за допомогою vr-окулярів.
Але всі ці супутники, спускові та посадкові апарати, космічні кораблі та міжпланетні станції були б неможливі без існування генія - Сергія Корольова. Ви відвідаєте меморіальний будинок, де народився авіаконструктор. Дізнаєтесь неймовірні факти про його життя, козацьке коріння, каторжну роботу на Колимі, пароплав, на якому загинули всі, окрім Корольова, про ворога народу і одночасно головного авіаконструктора, людину, яка розпочала епоху практичного освоєння космосу.
Переїзд у Вінницю.
Поселення у готель та вільний час для обіду. Пішохідна екскурсія містом. 

Щоб дізнатися повний розклад, перейдіть за посиланням.
""",
        "price": "від 3950 грн"
    },

    "Кропивницький" : {
        "site_url" : "https://kraina-ua.com/ua/tour/tsentralnimi-mistami-ukraini-kvituchi-cherkasi-ta-kropivnitskiy",
        "photo": "https://kraina-ua.com/up/tours/1479/img-210330-1607220559.jpg",
        "description": """
1-й день:
7:00 Збір групи в Києві біля станції метро "Либідська".
Переїзд на хутір "Надія". Це державний заповідник-музей, садиба відомого українського драматурга Івана Карпенка-Карого. Ви побачите "оазис в степу" - саме так називав це місце український письменник. Навесні тут неймовірно гарно! Навколо садиби розгорнувся прекрасний парк з могутніми старовинними дубами (всі вони під охороною держави), ставком, чумацьким джерелом та купальнями.
В музеї-заповіднику ви побачите "Батькову хату", "Будинок Івана Тобілевича" та єдиний в Україні музей хореографічного мистецтва. Дізнаєтесь про чотирьох корифеїв українського театру: Івана Карпенка-Карого, Панаса Саксаганського, Миколу Садовського, Марію Садовську-Барілотті. Всі вони були рідні брати та сестри. А чому кожний придумав собі псевдонім поговоримо вже на екскурсії:)
Їдемо далі! Зробимо фотозупинку біля Морозівського вугільного розрізу. Ви побачите фантастичні краєвиди на недіючий кар'єр, покинуту техніку та неймовірного кольору воду.
Переїзд в Олександрію, де зберігся один з перших театрів на теренах України. Взагалі це місто майже не знайоме туристам, але тут є дуже цікаві місця. Ми погуляємо вуличками, побачимо чудернацьку водонапірну вежу та особняк Пищевича, пограємо в крокет в музеї Чижевського (українського вченого, який досліджував українську філософію та зупинив суперечки про її існування). Відвідаємо головну культурну домінанту міста - театр, в якому починав акторську кар'єру Гнат Юра.
Переїзд у Кропивницький. Поселення у готель. 

Щоб дізнатися повний розклад, перейдіть за посиланням.
""",
        "price": "від 3580 грн"
    }

}